
"Passcode Lock" = "Code-Sperri";

"All data in this app will be erased after %d failed passcode attempts." = "All Date ide App werded nach %d Fehlversüech glöscht.";
"Cancel" = "Abbräche";
"Enable" = "Aktiviere";
"Erase all content in the app after %d failed passcode attempts." = "Nach %d Fehlversüech all Date ide App lösche.";

"Turn Passcode Off" = "Code-Sperri deaktiviere";
"Turn Passcode On" = "Code-Sperri aktiviere";
"Change Passcode" = "Code ändere";
"Erase Data" = "Date lösche";
"Set Passcode" = "Code festlegge";
"Turn off Passcode" = "Deaktiviere";
"Enter Passcode" = "Code igeh";
"1 Failed Passcode Attempt" = "1 Fehlversuech";
"%i Failed Passcode Attempts" = "%i Fehlversüech";
"Passcodes did not match. Try again." = "Codes sind verschide gsi. Bitte nomal versueche.";
"Enter a different passcode. You cannot re-use the same passcode." = "Bitte gebed Sie en andere Code ii.
Sie dörfed de bestehend nöd nomal bruuche.";
"Erase all data and reset passcode" = "All Date lösche und Code-Sperri deaktiviere?";

"Enter your passcode" = "Gebed Sie Ihre Code ii";
"Enter a passcode" = "Gebed Sie en Code ii";
"Re-enter your passcode" = "Gebed Sie Ihre Code nomal ii";
"Enter your old passcode" = "Gebed Sie Ihre alt Code ii";
"Enter your new passcode" = "Gebed Sie en neue 6-stellige Code ii";
"Re-enter your new passcode" = "Gebed Sie de neu 6-stellig Code nomal ii";

"Passcode lock notice" = "Hiiwis zude Code-Sperri";
"ResetInfo" = "De Passcode cha nöd zrugggsetzt werde; wenn Sie ihn vergässed, händ Sie kei Zuegriff meh uf Ihri Chats.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "D’Code-Sperri ide App schützt Ihri Date vor neugierige Blick, isch aber kein Ersatz für d’Code-Sperri vom Grät.\nAktiviered Sie au d’Code-Sperri vom Grät (falls nöd scho gmacht), demit di gspeicherete Date verschlüsslet werded.";

"Require Passcode" = "Code afordere";
"Immediately" = "Sofort";
"After 1 minute" = "Nach 1 Minute";
"After %d minutes" = "Nach %d Minute";
"After 1 min." = "Nach 1 Min.";
"After %d min." = "Nach %d Min.";
"After 1 hour" = "Nach 1 Stund";
"After %d hours" = "Nach %d Stunde";

"Passcode_remove_title" = "Privati Chats";
"Passcode_remove_message" = "Dur Deaktiviere vode Code-Sperri werded Ihri private Chats wieder i de Chatübersicht sichtbar.";
"Passcode_remove_disable" = "Code-Sperri deaktiviere";
